Repository: elementary/sideload
Catalog: po/extra/*.po
Languages: ar, cs, de, fr, ja, pl, ru, tr, uk

source: Sideload
ar: التحميل المتوازي
cs: Nahrání bokem
pl: Załaduj nieoficjalną aplikację
tr: Dışarıdan Yükleme
uk: Завантаження зі сторонніх джерел

source: Install apps downloaded from the Internet
ar: قم بتثبيت التطبيقات المنزلة من الإنترنت
cs: Instalace aplikací stažených z Internetu
de: Installiert aus dem Internet heruntergeladene Anwendungen
fr: Installez des applications téléchargées depuis Internet
ja: インターネットからダウンロードしたアプリをインストールします
pl: Instaluj programy pobrane z Internetu
ru: Установка приложений, загруженных из Интернета
tr: İnternetten indirilen uygulamaları yükleyin
uk: Встановлення завантажених з Інтернету застосунків

source: Sideload Flatpak apps per user and automatically add their remotes to AppCenter. Sideload shows important information about apps before you install like their download size.
ar: حمل تطبيقات Flatpak بشكل متواز لكل مستخدم على حدة وأضف المتحكمات الخاصة بها ل آب سنتر. التحميل المتوازي يظهر المعلومات المهمة الخاصة بالتطبيقات قبل قيامك بتثبيتها مثل حجم التنزيل.
cs: Instalace Flatpak aplikací pro jednotlivé uživatele a automatické přidávání jejich zdrojů do Centra aplikací. Instalace bokem zobrazuje důležité informace o aplikaci ještě před instalací, jako například velikost stahování.
de: Flatpak Anwendungen pro User sideloaden und deren Remotes automatisch zum AppCenter hinzufügen. Sideload zeigt wichtige Informationen über Anwendungen an, bevor diese installiert werden, wie z.B. deren Dateigrösse.
fr: Charge en arrière-plan les applications Flatpak par utilisateur et lie automatiquement leur dépôt distant au Centre d'Applications. Le chargement en arrière-plan affiche des informations importantes sur les applications avant leur installation, comme la taille de leur téléchargement.
ja: Flatpak アプリを、AppCenter を経由せず現在のユーザーだけにインストールして、リモートを AppCenter に登録します。また、ダウンロードサイズなど、アプリの重要な情報をインストール前に表示します。
pl: Załaduj nieoficjalne aplikacje Flatpak jako użytkownik i automatycznie dodaj ich repozytoria do AppCenter. Przed załadowaniem nieoficjalnych aplikacji pokazywane są istotne informacje o nich, takie jak rozmiar do pobrania.
ru: Загружайте приложения Flatpak для каждого пользователя и автоматически добавляйте их репозитории в AppCenter. Вы сможете просмотреть важные подробности о приложениях перед установкой, например размер их загрузки.
tr: Flatpak uygulamalarını kullanıcı başına yükleyin ve uzak depolarını otomatik olarak Uygulama Merkezine ekleyin. Dışarıdan yükleme, yüklemeden önce indirme boyutları gibi uygulamalar hakkında önemli bilgiler gösterir.
uk: Завантажуйте сторонні застосунки Flatpak для кожного користувача та автоматично додавайте їхні віддалені дані до центру застосунків. Ви зможете переглянути важливі подробиці про застосунки перед встановленням, як-от їхній розмір завантаження.

source: Updated translations
ar: تحديثات على الترجمة
cs: Aktualizovány překlady
de: Aktualisierte Übersetzungen
fr: Mise à jour des traductions
ja: 翻訳の更新
pl: Zaktualizowano tłumaczenia
ru: Обновлены переводы
tr: Çeviriler güncellendi
uk: Оновлені переклади

source: Use updated Flatpak branding
fr: Utilisation de la nouvelle marque de Flatpak
pl: Użyto zaktualizowanej marki Flatpak
ru: Использование нового бренда Flatpak
uk: Використано оновлений брендинг Flatpak

source: Badge notifications with the sideloaded app's icon
fr: Notifications avec l'icône de l'application en badge
pl: Powiadomienia na tarczy wyświetlają teraz ikonę zainstalowanej aplikacji
ru: Уведомления теперь помечены значком установленного приложения
uk: Значки сповіщень на піктограмах сторонніх застосунків

source: Fix blurry app icon in multitasking view
cs: Opravena rozmazaná ikona aplikace ve víceúlohovém zobrazení
de: Behebt einen Fehler, der Anwendungs-Icons in der Multitasking-Ansicht verschwommen darstellte
fr: Correction de l'icône floue dans la vue multitâche
ja: “マルチタスク画面”で表示されるアプリのアイコン解像度が低かった不具合を修正
pl: Naprawiono rozmytą ikonę aplikacji w widoku wielozadaniowym
ru: Исправлены размытые иконки приложений в режиме многозадачности
tr: Çoklu görev görünümündeki bulanık uygulama simgesi düzeltildi
uk: Виправлено розмитість піктограм застосунків у багатозадачному поданні

source: Use system Flatpak runtimes for locally installed apps
ar: استخدام برامج تشغيل Flatpak الخاصة بالنظام للتطبيقات المثبتة محلياً
cs: Použít systémová Flatpak běhová prostředí pro aplikace nainstalované z lokálních zdrojů
de: System Flatpack runtimes für lokal installierte Anwendungen benutzen
fr: Utilisation des exécutables Flatpak du système pour les applications installées en local
ja: ローカルにインストールされたアプリがシステム全体で利用可能な Flatpak ランタイムを使用するように修正
pl: Używaj systemowych środowisk wykonawczych Flatpak do lokalnie instalowanych aplikacji
ru: Использование системной среды выполнения Flatpak для установленных локально приложений
tr: Yerel olarak yüklenen uygulamalar için sistem Flatpak çalışma zamanlarını kullan
uk: Застосування системного середовища виконання Flatpak для локально встановлених застосунків

source: Control notifications in System Settings
ar: ضبط الإشعارات من إعدادات النظام
cs: Ovládání upozornění v Nastavení systému
de: Benachrichtigungen in den Systemeinstellungen steuern
fr: Contrôle des notifications dans les paramètres du système
ja: システム設定で通知を管理できるように修正
pl: Kontroluj powiadomienia w ustawieniach systemu
ru: Управление уведомлениями в Параметрах системы
tr: Bildirimleri Sistem Ayarlarından kontrol edin
uk: Керування сповіщеннями в налаштуваннях системи

source: Offer to trash Flatpak files after installing
ar: إتاحة خيار نقل ملفات Flatpak إلى سلة المهملات بعد اكتمال التثبيت
cs: Po instalaci je nabízeno přesunutí Flatpak souborů do koše
de: Anbieten, Flatpak Daten nach der Installation zu löschen
fr: Possibilité de supprimer les fichiers Flatpak après l'installation
ja: インストール後に Flatpak ファイルをゴミ箱に移動できる機能を追加
pl: Zaproponuj wyrzucenie plików Flatpak po instalacji
ru: Предложение по удалению Flatpak файлов после установки
tr: Kurulumdan sonra Flatpak dosyalarını çöpe atmayı teklif et
uk: Пропозиція видалити Flatpak-файли після встановлення

source: Support dark style
ar: دعم الواجهة المظلمة
cs: Podpora pro tmavý vzhled
de: Unterstützung für Dark Mode
fr: Prise en charge du thème sombre
ja: ダークスタイルに対応
pl: Wsparcie dla ciemnego motywu
ru: Поддержка тёмного стиля
tr: Koyu renk tema desteği eklendi
uk: Підтримка темного стилю

source: Support Flatpak bundle files
ar: دعم ملفات باقات Flatpak
cs: Podpora pro soubory Flatpak bundle
de: Unterstützung für Flatpak bundle Dateien
fr: Prise en charge des paquets Flatpak
ja: Flatpak バンドルファイルに対応
pl: Obsługa plików pakietu Flatpak
ru: Поддержка файлов пакетов Flatpak
tr: Flatpak paket dosyası desteği eklendi
uk: Підтримка пакетних файлів Flatpak

source: Fix crashes on installation failure
ar: إصلاح التعطل عند فشل التثبيت
cs: Opraveny pády při nezdařené instalaci
de: Behebt ein Problem, das zu einem Absturz nach fehlgeschlagener Installation führte
fr: Correction de plantages en cas d'échec d'installation
ja: インストール失敗時にクラッシュする不具合を修正
pl: Napraw błędy krytyczne w przypadku niepowodzenia instalacji
ru: Исправлены сбои при неудачной установке
tr: Yükleme hatasından dolayı olan çökmeler düzeltildi
uk: Виправлено збої, якщо сталася помилка встановлення

source: Link to System Settings → Applications → Permissions
ar: الربط ل إعدادات النظام ← التطبيقات ← الصلاحيات
cs: Odkaz na Nastavení systému → Aplikace → Oprávnění
de: Link zu Systemeinstellungen → Anwendungen → Berechtigungen
fr: Lien vers Paramètres du système → Applications → Autorisations
ja: システム設定 → アプリケーション → パーミッションへのリンクを追加
pl: Dodano link do Ustawienia systemowe → Aplikacje → Uprawnienia
ru: Ссылка на Параметры системы → Приложения → Права доступа
tr: Sistem Ayarları → Uygulamalar → İzinler yoluna bağlantı oluşturuldu
uk: Посилання на Налаштування системи → Застосунки → Дозволи

source: Show app name in the main view once it's loaded
ar: إظهار اسم التطبيق في المنظور الرئيسي بعد تحميله
cs: Po jejím načtení, je název aplikace zobrazen v hlavním zobrazení
de: Zeigt den Namen der Anwendung in der Hauptansicht, nachdem diese geladen wurde
fr: Affichage du nom de l'application dans la vue principale lorsqu'il est chargé
ja: アプリ名を読み込んだ際にメインビューに表示するように変更
pl: Pokaż nazwę aplikacji w głównym widoku po jej załadowaniu
ru: Отображение названия приложения в главном окне после его загрузки
tr: Yüklendikten sonra uygulama adını ana ekranda göster
uk: Показ назви застосунку в головному поданні після завантаження

source: Improve performance of download size calculation
ar: تحسين أداء تقدير حجم التنزيل
cs: Zlepšení výkonnosti při počítání velikost stahování
de: Verbessert die Leistung der Download-Größenberechnung
fr: Amélioration des performances du calcul de taille de téléchargement
ja: ダウンロードサイズの計算パフォーマンスを改善
pl: Popraw wydajność obliczania rozmiaru pobierania
ru: Улучшена скорость подсчёта размера загрузки
tr: İndirme boyutu hesaplamasının performansı iyileştirildi
uk: Поліпшено швидкість обчислення розміру завантаження

source: First release. Hello world!
ar: الإصدار الأول. أهلاً بالعالم!
cs: První vydání. Ahoj světe!
de: Erstes Release. Hallo Welt!
fr: Première version. Hello world !
ja: 最初のリリースです。Hello world!
pl: Pierwsze wydanie. Witaj świecie!
ru: Первый выпуск. Здравствуй, мир!
tr: İlk sürüm. Merhaba dünya!
uk: Перший випуск. Привіт, світе!

source: Flatpak Installer
ar: مثبت Flatpak
cs: Instalátor flatpak
fr: Installateur Flatpak
ja: Flatpak インストーラー
pl: Instalator Flatpak
ru: Установщик Flatpak
tr: Flatpak Yükleyici
uk: Встановлювач Flatpak
