Repository: elementary/sideload
Catalog: po/*.po
Languages: ar, be, ckb, cs, de, es, fr, id, ko, pl, ru, sk, sl, sv, zh_tw

source: Install Untrusted App
ar: ثبت التطبيق غير الموثوق به
be: Усталяваць недавераную праграму
ckb: دامەزراندنی ئەپی بڕواپێنەکراو
cs: Nainstalovat nedůvěryhodnou aplikaci
de: Unbekannte Anwendung installieren
es: Instalar aplicación no confiable
fr: Installer une application non certifiée
id: Pasang Aplikasi yang Tidak Tepercaya
ko: 신뢰할 수 없는 앱 설치
pl: Instaluj aplikację z niezaufanego źródła
ru: Установить недоверенное приложение
sk: Nainštalovať nedôveryhodnú aplikáciu
sl: Namesti nezaupljivo aplikacijo
sv: Installera en icke betrodd app
zh_tw: 安裝未受信任的應用程式

source: Failed to download file from %s
be: Не ўдалося спампаваць файл з %s
es: No se pudo descargar archivos desde %s
sk: Nepodarilo sa stiahnuť súbor z %s
sl: Ni bilo mogoče prenesti datoteke z %s
sv: Misslyckades med att ladda ner fil från %s
zh_tw: 從 %s 下載檔案失敗了

source: Failed to download file from %s: %s
be: Не ўдалося спампаваць файл з %s: %s
es: No se pudo descargar archivos desde %s: %s
sk: Nepodarilo sa stiahnuť súbor z %s: %s
sl: Ni bilo mogoče prenesti datoteke z %s: %s
sv: Misslyckades med att ladda ner fil från %s: %s
zh_tw: 從 %s 下載檔案失敗了：%s

source: Unable to query content type of provided file: %s
be: Не ўдалося запытаць тып зместу дадзенага файла: %s
es: No se pudo consultar el tipo de contenido del archivo: %s
sk: Nepodarilo sa zistiť typ obsahu poskytnutého súboru: %s
sl: Ni bilo mogoče pridobiti vsebine datoteke: %s
sv: Det går inte att fråga efter innehållstyp för den angivna filen: %s
zh_tw: 無法取得提供的檔案的內容類型：%s

source: Unable to query content type of provided file
be: Не ўдалося запытаць тып зместу дадзенага файла
es: No se pudo consultar el tipo de contenido del archivo
sk: Nepodarilo sa zistiť typ obsahu poskytnutého súboru
sl: Ni bilo mogoče pridobiti vsebine datoteke
sv: Det går inte att fråga efter innehållstyp för den angivna filen
zh_tw: 無法取得提供的檔案的內容類型

source: This does not appear to be a valid flatpak/flatpakref file
be: Здаецца, гэта памылковы файл flatpak/flatpakref
es: Este archivo no parece ser un tipo válido de flatpak/flatpakref
sk: Toto nevyzerá byť platný flatpak/flatpakref súbor
sl: To ne zgleda kot veljavna flatpak/flatpakref datoteka
sv: Detta verkar inte vara en giltig flatpak/flatpakref-fil
zh_tw: 這看起來不是有效的 flatpak/flatpakref 檔案

source: Installing %s. Unable to estimate time remaining.
ar: قيد تثبيت %s. تعذر تقدير الوقت المتبق.
be: Усталяванне %s. Немагчыма вызначыць пазасталы час.
ckb: دامەزراندنی %s. نەتوانرا کاتی پێچوونی دامەزراندن لێکبدرێتەوە.
de: %s installieren. Verbleibende Zeit unbekannt.
es: Instalando %s. No se puede estimar el tiempo restante.
fr: Installation de %s. Impossible de déterminer le temps restant.
id: Memasang %s. Tidak dapat memperkirakan waktu yang tersisa.
ko: %s 설치 중. 남은 시간을 알 수 없습니다.
pl: Instalowanie %s. Nie można określić pozostałego czasu.
ru: Установка %s. Невозможно оценить оставшееся время.
sk: Inštaluje sa %s. Nedarí sa odhadnúť zostávajúci čas.
sl: Nameščanje %s. Trajanje namestitve ni znano.
sv: Installera %s. Det går inte att uppskatta återstående tid.
zh_tw: 正在安裝 %s。無法預估剩餘時間。

source: App installed
ar: التطبيق مثبت
be: Праграма ўсталявана
ckb: ئەپ دامەزرا
cs: Aplikace nainstalována
de: Anwendung installiert
es: Aplicación instalada
fr: Application installée
id: Aplikasi Terpasang
ko: 앱 설치함
pl: Aplikacja zainstalowana
ru: Приложение установлено
sk: Aplikácia nainštalovaná
sl: Aplikacija nameščena
sv: App installerad
zh_tw: 應用程式已安裝

source: Installed “%s”
ar: تم تثبيت ”%s“
be: «%s» усталявана
ckb: "%s" دامەزرا
de: »%s« installiert
es: Se instaló «%s»
fr: « %s » a été installé
id: “%s” terpasang
ko: “%s” 설치함
pl: Zainstalowano „%s”
ru: Приложение «%s» установлено
sk: Nainštalovala sa „%s“
sl: "%s" nameščena
sv: Installerade "%s"
zh_tw: 已安裝「%s」

source: The app was installed
ar: التطبيق مثبت
be: Праграма была ўсталяваная
ckb: ئەپەکە دامەزرابوو
de: Die Anwendung wurde installiert
es: Se ha instalado la aplicación
fr: L'application a été installée
id: Aplikasi telah dipasang
ko: 앱을 설치했습니다
pl: Aplikacja była zainstalowana
ru: Приложение установлено
sk: Aplikácia bola nainštalovaná
sl: Aplikacija je bila nameščena
sv: Appen installerades
zh_tw: 應用程式已安裝

source: Did not find suitable Flatpak installation.
ar: لم يتم إيجاد تثبيت Flatpak مناسب.
ckb: دامەزراندنی گونجاوی فلاتپاک نەدۆزرایەوە.
de: Entsprechende Flatpak-Installation nicht gefunden.
es: No se encontró la instalación adecuada de Flatpak.
fr: Nous n'avons pas trouvé d'installation Flatpak viable.
id: Tidak ditemukan pemasangan Flatpak yang cocok.
ko: 적절한 Flatpak 설치를 찾지 못했습니다.
pl: Nie znaleziono odpowiedniej instalacji Flatpak.
ru: Не найдено подходящей установки Flatpak.
sk: Nepodarilo sa nájsť vhodnú Flatpak inštaláciu.
sl: Ni bilo mogoče najti ustrezne Flatpak namestitve.
sv: Hittade ingen lämplig Flatpak-installation.
zh_tw: 沒有找到合適的 Flatpak 安裝。

source: Error constructing Flatpak bundle: %s
be: Памылка пры стварэнні пакета Flatpak: %s
ckb: هەڵە ڕوویدا لەکاتی دروستکردنی بەندڵی فلاتپاک: %s
de: Fehler beim Erstellen des Flatpak Bundle: %s
es: Error en la construcción del paquete Flatpak: %s
fr: Erreur lors de la construction du paquet Flatpak : %s
id: Kesalahan saat membuat bundel Flatpak: %s
ko: Flatpak 번들을 구성하는 동안 오류 생김: %s
pl: Błąd podczas konstruowaniu paczki Flatpak: %s
ru: Ошибка обработки пакета Flatpak: %s
sk: Chyba pri zostavovaní balíčku Flatpak: %s
sl: Napaka pri gradnji Flatpak paketa: %s
sv: Fel vid konstruktion av Flatpak-bunt: %s
zh_tw: 建立 Flatpak bundle 時失敗：%s

source: Install untrusted app “%s”?
cs: Nainstalovat nedůvěryhodnou aplikaci „%s“?
fr: Installer l'application non certifiée « %s » ?
ko: 신뢰할 수 없는 "%s" 앱을 설치하시겠습니까?

source: Install untrusted app?
cs: Instalovat nedůvěryhodnou aplikaci?
fr: Installer l'application non certifiée ?
ko: 신뢰할 수 없는 앱을 설치하시겠습니까?

source: This app is provided solely by its developer and has not been reviewed for security, privacy, or system integration.
cs: Tato aplikace je poskytována výhradně jejím vývojářem a nebyla ověřena její bezpečnost, důvěryhodnost ani její začlenění do systému.
fr: Cette application est fournie uniquement par son développeur et n'a pas été évaluée pour sa sécurité, son respect de la vie privée ou son intégration au système.
ko: 이 앱은 개발자로부터만 제공되었고 보안, 개인 정보 보호 또는 시스템 통합에 대해서는 확인되지 않았습니다.

source: Updates to this app will not be reviewed
cs: Aktualizace této aplikace nebudou přezkoumávány
fr: Les mises à jour de cette application ne seront pas vérifiées
ko: 이 앱의 업데이트는 검토되지 않습니다

source: An unknown error occured.
cs: Nastala neznámá chyba.
