Repository: elementary/sideload
Catalog: po/*.po
Languages: ar, be, ckb, cs, de, es, fr, id, ko, pl, ru, sk, sl, sv, zh_tw

source: Install failed
ar: فشل التثبيت
be: Не ўдалося ўсталяваць
ckb: دامەزراندن شكستی هێنا
cs: Instalace se nezdařila
de: Installation fehlgeschlagen
es: La instalación ha fallado
fr: Échec de l'installation
id: Pemasangan gagal
ko: 설치 실패
pl: Instalacja nie powiodła się
ru: Не удалось установить
sk: Inštalácia sa nepodarila
sl: Namestitev spodletela
sv: Installationen misslyckades
zh_tw: 安裝失敗

source: Details
ar: التفاصيل
be: Падрабязнасці
ckb: زانیاری
cs: Podrobnosti
es: Detalles
fr: Détails
id: Rincian
ko: 세부 사항
pl: Szczegóły
ru: Подробнее
sk: Podrobnosti
sl: Podrobnosti
sv: Detaljer
zh_tw: 詳細資料

source: Close
ar: أغلق
be: Закрыць
ckb: داخستن
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
ko: 닫기
pl: Zamknij
ru: Закрыть
sk: Zatvoriť
sl: Zapri
sv: Stäng
zh_tw: 關閉

source: This app is already installed.
ar: هذا التطبيق مثبت من قبل.
be: Гэта праграма ўжо ўсталяваная.
ckb: ئەپەکە دامەزراوە.
cs: Tato aplikace už je nainstalovaná.
de: Diese Anwendung ist bereits installiert.
es: Ya se ha instalado esta aplicación.
fr: Cette application est déjà installée.
id: Aplikasi ini sudah terpasang.
ko: 이 앱은 이미 설치되었습니다.
pl: Ta aplikacja jest już zainstalowana.
ru: Это приложение уже установлено.
sk: Táto aplikácia je už nainštalovaná.
sl: Ta aplikacija je že nameščena.
sv: Den här appen är redan installerad.
zh_tw: 此應用程式原先便已安裝。

source: A newer version of Flatpak is needed to install this app.
ar: هناك حاجة لإصدار أحدث من Flatpak لتثبيت هذا التطبيق.
be: Для ўсталявання гэтай праграмы патрабуецца больш новая версія Flatpak.
ckb: وەشانێکی نوێتری فلاتپاک پێویستە بۆ دامەزراندنی ئەم ئەپە.
cs: K instalaci aplikace je zapotřebí novější verze infrastruktury pro Flatpak balíčky.
de: Es wird eine neuere Version von Flatpak zur Installation dieser Anwendung benötigt.
es: Se necesita una versión más reciente de Flatpak para instalar esta aplicación.
fr: Une version plus récente de Flatpak est nécessaire pour installer cette application.
id: Versi Flatpak yang lebih baru diperlukan untuk memasang aplikasi ini.
ko: 이 앱을 실행하기 위해서는 최신버전의 Flatpak이 필요합니다.
pl: Nowsza wersja Flatpak jest wymagana do instalacji tej aplikacji.
ru: Для установки этого приложения требуется более новая версия Flatpak.
sk: Na inštaláciu tejto aplikácie je potrebná novšia verzia Flatpak.
sl: Za namestitev te aplikacije je potrebna novejša Flatpak verzija.
sv: En nyare version av Flatpak krävs för att installera den här appen.
zh_tw: 需要更新版本的 Flatpak 才能安裝此應用程式。

source: A required Flatpak remote was not found.
ar: هناك متحكم Flatpak مطلوب لم يتم إيجاده.
ckb: ڕیموتێکی پێویستی فلاتپاک نەدۆزرایەوە.
cs: Požadovaný vzdálený Flatpak repozitář nebyl nalezen.
de: Ein benötigter Flatpak-Remote wurde nicht gefunden.
es: No se encontró un repositorio remoto de Flatpak obligatorio.
fr: Une commande nécessaire à Flatpak n'a pas été trouvée.
id: Remote Flatpak yang diperlukan tidak ditemukan.
ko: 필요한 Flatpak Remote를 찾을 수 없습니다.
pl: Wymagane zdalne źródło Flatpak nie zostało odnalezione.
ru: Требуемый репозиторий Flatpak не найден.
sk: Požadovaný vzdialený repozitár Flatpak nebol nájdený.
sl: Zahtevan Flatpak strežnik ni bil najden.
sv: En nödvändig Flatpak-fjärrkontroll hittades inte.
zh_tw: 找不到需要的 Flatpak 遠端。

source: A required runtime dependency could not be found.
ar: هناك ملف اعتمادي لتشغيل البرنامج لم يتم إيجاده.
be: Не ўдалося знайсці патрэбнае асяроддзе выканання.
ckb: پێبەندێکی ڕەنتایمی پێویست نادۆزرێتەوە.
cs: Požadované běhové prostředí, na kterém závisí, nebylo nalezeno.
de: Eine benötigte Laufzeitabhängigkeit wurde nicht gefunden.
es: No se encontró una dependencia de entorno de ejecución obligatoria.
fr: Une dépendance d’exécution nécessaire n'a pas été trouvée.
id: Dependensi runtime yang diperlukan tidak dapat ditemukan.
ko: 필요한 런타임 종속성을 찾을 수 없습니다.
pl: Nie można znaleźć wymaganej zależności środowiska wykonawczego.
ru: Не удалось найти необходимую зависимость среды выполнения.
sk: Požadovaná závislosť behového prostredia nebola nájdená.
sl: Zahtevano izvajalno okolje ni bilo najdeno.
sv: Ett nödvändigt runtime-beroende kunde inte hittas.
zh_tw: 找不到需要的執行環境依賴關係。

source: The supplied .flatpakref file does not seem to be valid.
ar: ملف .flatpakref المتوفر لا يبدو أنه صالح.
be: Дадзены файл .flatpakref, здаецца, памылковы.
ckb: وا دیارە کە پەڕگەی داینکراوی flatpakref. دروست نییە.
cs: Soubor .flatpakref se zdá být neplatný.
de: Die mitgelieferte ».flatpakref«-Datei scheint ungültig zu sein.
es: El archivo .flatpakref proporcionado no parece ser válido.
fr: Le fichier .flatpakref fourni ne semble pas être valide.
id: Berkas .flatpakref yang disediakan tampaknya tidak valid.
ko: .flatpakerf 파일이 유효하지 않은 것 같습니다.
pl: Dostarczony plik .flatpakref wydaje się nie być prawidłowy.
ru: Указанный .flatpakref файл некорректен.
sk: Súbor .flatpakref vyzerá byť neplatný.
sl: Podana .flatpakref datoteka ne zgleda veljavna.
sv: Den medföljande .flatpakref-filen verkar inte vara giltig.
zh_tw: 提供的 .flatpakref 檔案看起來是無效的。

source: The app is not signed with a trusted signature.
ar: التطبيق ليس موقعاً بتوقيع موثوق به.
be: Праграма не падпісана давераным подпісам.
ckb: ئەم ئەپە بە واژۆیەکی باوەڕپێکراوی نییە.
cs: Aplikace nebyla podepsána důvěryhodným podpisem.
de: Diese Anwendung besitzt keine vertrauenswürdige Signatur.
es: La aplicación no está firmada con una firma de confianza.
fr: L'application n'est pas signée avec une signature certifiée.
id: Aplikasi tidak ditandatangani dengan tanda tangan tepercaya.
ko: 이 앱은 신뢰할 수 있는 인증서로 인증되지 않았습니다.
pl: Aplikacja nie jest podpisana zaufanym podpisem.
ru: Приложение не имеет доверенной подписи.
sk: Aplikácia nie je podpísaný dôveryhodným podpisom.
sl: Aplikacija ni podpisana z zaupljivim podpisom.
sv: Appen är inte signerad med en betrodd signatur.
zh_tw: 應用程式未使用已信任的簽章進行簽署。

source: The application, runtime, or remote name is invalid.
ar: التطبيق، أو برنامج التشغيل، أو اسم المتحكم غير صالح.
be: Назва праграмы, асяроддзя выканання або рэпазіторыя памылковая.
ckb: ناوی ئەپەکە یان ڕەنتایمەکە یان ڕیمۆتەکە هەڵەیە.
cs: Název aplikace, běhového prostředí nebo vzdáleného repozitáře není platný.
de: Die Anwendung, die Laufzeitumgebung oder der Remote-Name ist ungültig.
es: El nombre de la aplicación, del entorno de ejecución o del repositorio remoto no es válido.
fr: Le nom de l'application, de l'exécutable ou de la commande est invalide.
id: Aplikasi, runtime, atau nama jarak jauh tidak valid.
ko: 이 앱이나 런타임, 또는 Remote 이름이 유효하지 않습니다.
pl: Nazwa aplikacji, środowiska wykonawczego lub nazwy zdalnej jest nieprawidłowa.
ru: Приложение, среда исполнения или репозиторий некорректны.
sk: Názov aplikácie, behového prostredia alebo vzdialeného repozitáru nie je platný.
sl: Aplikacija, izvajalno okolje ali strežniško ime ni pravilno.
sv: Namnet på programmet, körtiden eller fjärrkontrollen är ogiltigt.
zh_tw: 應用程式、執行環境或是遠端名稱是無效的。

source: An unknown error occurred.
be: Паўстала невядомая памылка.
ckb: هەڵەیەکی نەزانراو ڕوویدا.
de: Ein unbekannter Fehler ist aufgetreten.
es: Se ha producido un error desconocido.
fr: Un erreur inconnue s'est produite.
id: Terjadi kesalahan yang tidak diketahui.
ko: 알 수 없는 오류가 생겼습니다.
pl: Wystąpił nieznany błąd.
ru: Произошла неизвестная ошибка.
sk: Vyskytla sa neznáma chyba.
sl: Pojavila se je neznana napaka.
sv: Ett okänt fel uppstod.
zh_tw: 發生了未知錯誤。

source: Trust and install “%s”?
be: Даверыцца і ўсталяваць «%s»?
de: »%s« vertrauen und installieren?
es: ¿Desea confiar e instalar «%s»?
id: Percayai dan pasang “%s”?
pl: Zaufać i zainstalować „%s”?
ru: Довериться и установить «%s»?
sk: Dôverovať a nainštalovať „%s“?
sl: Zaupaj in namesti “%s”?
sv: Lita på och installera "%s"?
zh_tw: 要信任並安裝「%s」嗎？

source: Trust and install this app?
be: Даверыцца і ўсталяваць гэту праграму?
de: Dieser Anwendung vertrauen und sie installieren?
es: ¿Desea confiar e instalar esta aplicación?
id: Percayai dan pasang aplikasi ini?
pl: Zaufać i zainstalować tę aplikację?
ru: Довериться и установить это приложение?
sk: Dôverovať a nainštalovať túto aplikáciu?
sl: Zaupaj in namesti to aplikacijo?
sv: Lita på och installera den här appen?
zh_tw: 要信任並安裝這個應用程式嗎？

source: This app is provided solely by its developer and has not been reviewed by elementary for security, privacy, or system integration.
be: Гэта праграма дадзена толькі яе распрацоўшчыкам і не правяралася elementary на бяспеку, прыватнасць або інтэграцыю з сістэмай.
de: Diese Anwendung wird vom Entwickler allein bereitgestellt und wurde nicht von elementary auf Sicherheit, Datenschutz oder Systemintegration überprüft.
es: Esta aplicación la ha proporcionado únicamente su desarrollador, y elementary no la ha verificado por su seguridad, su respeto de la privacidad o su integración con el sistema.
id: Aplikasi ini disediakan semata-mata oleh pengembangnya dan belum ditinjau oleh elementary untuk keamanan, privasi, atau integrasi sistem.
pl: Ta aplikacja jest dostarczana wyłącznie przez jej programistę i nie została sprawdzona przez elementary pod kątem bezpieczeństwa, prywatności ani integracji z systemem.
ru: Это приложение поставляется исключительно его разработчиком и не проверялось elementary на безопасность, конфиденциальность или интеграцию с системой.
sk: Táto aplikácia je poskytovaná výhradne jej vývojárom a nebola overená spoločnosťou elementary pre bezpečnosť, ochranu súkromia alebo integráciu do systému.
sl: Ta aplikacija je ponujena izključno preko razvijalcev in ni bila preverjena glede varnosti, zasebnosti ali sistemske integracije.
sv: Denna app tillhandahålls enbart av dess utvecklare och har inte granskats av elementary med avseende på säkerhet, integritet eller systemintegration.
zh_tw: 此應用程式完全由其開發者所提供，未經 elementary 認證其安全、隱私或系統整合。

source: Fetching details
ar: قيد إحضار التفاصيل
be: Атрыманне падрабязнасцей
ckb: هێنانی زانیارییەکان
cs: Získávají se podrobnosti
de: Details laden
es: Obteniendo datos
fr: Récupération des informations détaillées
id: Mengambil detail
ko: 패치 속성
pl: Pobieranie szczegółów
ru: Получение сведений
sk: Získavajú sa podrobnosti
sl: Pridobivanje podrobnosti
sv: Hämta detaljer
zh_tw: 正在取得詳細資訊

source: I understand
ar: أنا أدرك
be: Я разумею
ckb: تێدەگەم
cs: Rozumím
de: Ich habe verstanden
es: Comprendo
fr: Je comprends
id: Saya mengerti
ko: 이해하였습니다
pl: Rozumiem
ru: Я понимаю
sk: Rozumiem
sl: Razumem
sv: Jag förstår
zh_tw: 我瞭解

source: Updates to this app will not be reviewed by elementary
be: Абнаўленні гэтай праграмы не будуць правярацца elementary
de: Aktualisierungen dieser Anwendung werden nicht von elementary überprüft
es: No se verificarán las actualizaciones de esta aplicación por parte de elementary
id: Pembaruan untuk aplikasi ini tidak akan ditinjau oleh elementary
pl: Aktualizacje tej aplikacji nie będą sprawdzane przez elementary
ru: Обновления для этого приложения не будут проверяться elementary
sk: Aktualizácie tejto aplikácie nebudú overované spoločnosťou elementary
sl: Posodobitve za to aplikacijo ne bodo pregledane s strani elementary
sv: Uppdateringar av denna app kommer inte att granskas av elementary
zh_tw: 這個應用程式的更新也不會由 elementary 審查

source: Other apps from this distributor may appear in %s
ar: التطبيقات الأخرى من هذا الموزع قد تظهر في %s
be: Іншыя праграмы распрацоўшчыка могуць з'явіцца ў %s
ckb: لەوانەیە ئەپی تر لەم دابەشکەرەوە ل %s دەربکەون
cs: Další aplikace tohoto distributora se mohou objevit v %s
de: Andere Anwendungen dieses Anbieters erscheinen möglicherweise in %s
es: Otras aplicaciones de este distribuidor pueden aparecer en %s
fr: D'autres applications de ce fournisseur pourraient apparaître dans %s
id: Aplikasi lain dari distributor ini mungkin muncul dalam %s
ko: 이 공급자의 다른 앱이 %s에 나타날 수 있습니다
pl: Inne aplikacje tego dystrybutora mogą pojawiać się w %s
ru: Другие приложения этого разработчика могут появиться в %s
sk: Ďalšie aplikácie od tohoto poskytovateľa sa môžu objaviť v %s
sl: Druge aplikacije tega distributerja se lahko pojavijo v %s
sv: Andra appar från denna distributör kan förekomma i %s
zh_tw: 其他來自此發行者的應用程式也會出現在《%s》

source: Cancel
ar: ألغ
be: Скасаваць
ckb: هەڵوەشاندنەوە
cs: Storno
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ko: 취소
pl: Anuluj
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
zh_tw: 取消

source: Install Anyway
ar: ثبت على أي حال
be: Усё роўна ўсталяваць
ckb: هەرچۆنێک بێت، دایمەزرێنە
cs: Přesto nainstalovat
de: Trotzdem installieren
es: Instalar de todos modos
fr: Installer quand même
id: Pasang Saja
ko: 강제 설치
pl: Zainstaluj mimo to
ru: Всё равно установить
sk: Napriek tomu nainštalovať
sl: Vseeno namesti
sv: Installera ändå
zh_tw: 還是要安裝

source: Install size may be up to %s
ar: حجم التثبيت قد يصل إلى %s
be: Памер усталявання можа быць да %s
ckb: لەوانەیە قەبارەی دامەزراندن تا %s بڕوات
de: Der Installationsumfang beträgt bis zu %s
es: El tamaño de la instalación puede ser de hasta %s
fr: La taille d'installation peut aller jusqu'à %s
id: Ukuran pemasangan mungkin hingga %s
ko: 설치 크기는 최대 %s 일 수 있습니다
pl: Rozmiar instalacji może wynosić do %s
ru: Объём установки может доходить до %s
sk: Veľkosť inštalácie môže byť až %s
sl: Velikost namestitve je lahko do %s
sv: Installationsstorleken kan vara upp till %s
zh_tw: 預計安裝大小最多為 %s

source: Download size may be up to %s
ar: حجم التنزيل قد يصل إلى %s
be: Памер спампоўвання можа быць да %s
ckb: لەوانەیە قەبارەی داگرتن تا %s بڕوات
cs: Velikost stahování může být až %s
de: Der Umfang der herunterzuladenden Daten beträgt bis zu %s
es: El tamaño de descarga puede ser de hasta %s
fr: La taille de téléchargement peut aller jusqu'à %s
id: Ukuran unduhan mungkin hingga %s
ko: 예상되는 다운로드 크기는 %s이상으로 추정됩니다
pl: Rozmiar pobierania może wynosić do %s
ru: Объём загрузки может достигать %s
sk: Veľkosť sťahovania môže byť až %s
sl: Velikost prenosa z interneta je lahko do %s
sv: Nedladdningsstorleken kan vara upp till %s
zh_tw: 預計下載大小最多為 %s

source: Unknown download size
ar: حجم التنزيل غير معروف
be: Невядомы памер спампоўвання
ckb: قەبارەی داگرتنی نەزانراو
cs: Neznámá velikost
de: Umfang der herunterzuladenden Daten unbekannt
es: Tamaño de descarga desconocido
fr: Taille de téléchargement inconnue
id: Ukuran unduhan tidak diketahui
ko: 다운로드 크기를 알 수 없습니다
pl: Nieznany rozmiar pobierania
ru: Неизвестный объём загрузки
sk: Neznáma veľkosť sťahovania
sl: Neznana velikost prenosa
sv: Okänd nedladdningsstorlek
zh_tw: 下載大小未知

source: Requests advanced permissions that could be used to violate your privacy or security
be: Запытвае пашыраныя дазволы, гэта можа быць выкарыстана для парушэння вашай прыватнасці або бяспекі
de: Erfordert weitere Berechtigungen, was zur Verletzung von Datenschutz und Sicherheit führen könnte
es: Solicita permisos avanzado que pueden usarse para violar su seguridad o privacidad
id: Meminta izin lanjutan yang dapat digunakan untuk melanggar privasi atau keamanan Anda
pl: Wymaga zaawansowanych uprawnień, które mogą być użyte do naruszenia twojej prywatności lub bezpieczeństwa
ru: Запрашивает расширенные права доступа, которые могут быть использованы для нарушения вашей конфиденциальности или безопасности
sk: Vyžaduje pokročilé oprávnenia, ktoré môžu byť zneužité pre narušenie vášho súkromia alebo bezpečnosti
sl: Zahteva napredna dovoljenja, ki bi lahko kršila vašo zasebnost ali varnost
sv: Begär avancerade behörigheter som kan användas för att kränka din integritet eller säkerhet
zh_tw: 要求可能用來侵犯您的隱私或安全的進階權限

source: Requests file and folder permissions that could be used to violate your privacy
be: Запытвае дазвол на доступ да файлаў і папак, гэта можа быць выкарыстана для парушэння вашай прыватнасці
de: Erfordert Berechtigungen zum Zugriff auf Dateien und Ordner, was zur Verletzung von Datenschutz und Sicherheit führen könnte
es: Solicita permisos de archivos y carpetas que pueden usarse para violar su privacidad
id: Meminta izin berkas dan folder yang dapat digunakan untuk melanggar privasi Anda
pl: Wymaga uprawnień do plików i folderów, które mogą być użyte do naruszenia twojej prywatności
ru: Запрашивает права доступа к файлам и папкам, которые могут быть использованы для нарушения вашей конфиденциальности
sk: Vyžaduje oprávnenia pre súbory a priečinky, ktoré môžu byť zneužité pre narušenie vášho súkromia
sl: Zahteva dostop do datotek in map in bi lahko kršila vašo zasebnost
sv: Begär fil- och mappbehörigheter som kan användas för att kränka din integritet
zh_tw: 要求可能用來侵犯您的隱私的檔案及資料夾權限

source: Doesn't request advanced system permissions
be: Не запытвае пашыраных сістэмных дазволаў
de: Erfordert keine weiteren Systemberechtigungen
es: No solicita permisos avanzados del sistema
id: Tidak meminta izin sistem lanjutan
pl: Nie wymaga zaawansowanych uprawnień systemowych
ru: Не запрашивает дополнительных прав доступа к системе
sk: Nevyžaduje pokročilé systémové oprávnenia
sl: Ne zahteva naprednih dovoljenj
sv: Kräver inte avancerade systembehörigheter
zh_tw: 沒有要求進階系統權限

source: Installing “%s”
ar: قيد تثبيت ”%s“
be: Усталяванне «%s»
ckb: دامەزراندن "%s"
cs: Instaluje se „%s“
de: »%s« installieren
es: Instalando «%s»
fr: Installation de « %s »
id: Memasang “%s”
ko: %s 설치 중
pl: Instalowanie „%s”
ru: Установка «%s»
sk: Inštaluje sa „%s“
sl: Nameščanje "%s"
sv: Installera "%s"
zh_tw: 正在安裝「%s」

source: Preparing…
ar: قيد التحضير…
be: Падрыхтоўка…
ckb: ئامادەکردن…
cs: Příprava…
de: Vorbereiten …
es: Preparando…
fr: Préparation…
id: Menyiapkan…
ko: 준비 중…
pl: Przygotowywanie…
ru: Подготовка…
sk: Pripravuje sa…
sl: Pripravljanje…
sv: Förbereder…
zh_tw: 準備中…

source: “%s” has been installed
ar: تم تثبيت ”%s“
be: «%s» было усталявана
ckb: "%s" دامەزراوە
de: »%s« wurde installiert
es: «%s» se ha instalado
fr: « %s » a été installé
id: “%s” telah terpasang
ko: "%s" 설치를 마쳤습니다
pl: „%s” zostało zainstalowane
ru: «%s» уже установлено
sk: „%s“ bola nainštalovaná
sl: “%s” je bila nameščena
sv: "%s" har installerats
zh_tw: 「%s」已安裝

source: The app has been installed
ar: تم تثبيت التطبيق
be: Праграма была ўсталявана
ckb: ئەپەکە دامەزراوە
de: Die Anwendung wurde installiert
es: Se instaló la aplicación
fr: L'application a été installée
id: Aplikasi telah terpasang
ko: 앱을 설치했습니다
pl: Aplikacja została zainstalowana
ru: Это приложение уже установлено
sk: Aplikácia bola nainštalovaná
sl: Aplikacija je bila uspešno nameščena
sv: Appen har installerats
zh_tw: 應用程式已安裝

source: Open it any time from the Applications Menu.
ar: افتحه في أي وقت من قائمة التطبيقات.
be: Адкрыйце яго ў любы час з меню праграм.
ckb: هەر کاتێک بێت لە لیستی ئەپەکانەوە بیکەوە.
de: Sie kann jederzeit über das Anwendungsmenü geöffnet werden.
es: Abrir en cualquier momento desde el Menú de Aplicaciones.
fr: Ouvrez-le à tout moment depuis le menu des applications.
id: Buka kapan saja dari Menu Aplikasi.
ko: 애플리케이션 메뉴에서 언제든지 엽니다.
pl: Otwórz to w każdym momencie z menu aplikacji.
ru: Откройте его в любое время из Меню приложений.
sk: Otvoríte ju kedykoľvek z Menu aplikácií.
sl: Odprite jo kadarkoli z aplikacijskega menija.
sv: Öppna den när som helst från applikationsmenyn.
zh_tw: 隨時可以從應用程式選單開啟它。

source: “%s” is already installed
ar: ”%s“ مثبت من قبل
be: «%s» ужо ўсталявана
ckb: "%s" پێشتر دامەزراوە
cs: Aplikace „%s“ už je nainstalovaná
de: »%s« ist bereits installiert
es: «%s» ya está instalada
fr: « %s » est déjà installé
id: “%s” sudah terpasang
ko: %s는 이미 설치된 앱입니다
pl: „%s” jest już zainstalowana
ru: «%s» уже установлено
sk: „%s“ je už nainštalovaná
sl: “%s” je že nameščena
sv: "%s" är redan installerat
zh_tw: 「%s」原先便已安裝

source: This app is already installed
ar: هذا التطبيق مثبت من قبل
be: Гэтая праграма ўжо ўсталяваная
ckb: ئەپەکە پێشتر دامەزراوە
cs: Tato aplikace už je nainstalovaná
de: Diese Anwendung ist bereits installiert
es: Esta aplicación ya está instalada
fr: Cette application est déjà installée
id: Aplikasi ini sudah terpasang
ko: 이 앱은 이미 설치되었습니다
pl: Ta aplikacja jest już zainstalowana
ru: Это приложение уже установлено
sk: Táto aplikácia je už nainštalovaná
sl: Ta aplikacija je že nameščena
sv: Den här appen är redan installerad
zh_tw: 此應用程式原先便已安裝

source: No changes were made.
ar: لم تحدث أي تغييرات.
be: Змен не адбылося.
ckb: هیچ گۆڕانکارییەک نەکراوە.
de: Keine Änderungen vorgenommen.
es: No se realizaron cambios.
fr: Aucune modification n'a été effectuée.
id: Tidak ada perubahan yang dilakukan.
ko: 변경 사항이 없습니다.
pl: Nie dokonano żadnych zmian.
ru: Не было внесено никаких изменений.
sk: Neboli vykonané žiadne zmeny.
sl: Narejenih ni bilo nobenih sprememb.
sv: Inga förändringar gjordes.
zh_tw: 未進行任何變更。

source: Visit %s for app information, updates, and to uninstall.
ar: قم بزيارة %s لمعلومات عن التطبيق، والتحديثات، ولإلغاء التثبيت.
be: Наведайце %s для інфармацыі аб праграме, абнаўленняў і выдалення.
ckb: سەردانی %s بکە بۆ زانیاری و نوێکردنەوە و ڕەشکردنەوەی.
de: Informationen zur Anwendung, Aktualisierungen sowie die Möglichkeit zur Deinstallation bietet %s.
es: Visite %s para obtener información sobre la aplicación, actualizaciones y cómo desinstalarla.
fr: Consultez %s pour des informations sur l'application, les mises à jour et pour la désinstaller.
id: Kunjungi %s untuk informasi aplikasi, pembaruan, dan pencopotan.
ko: 앱 정보, 업데이트 및 제거를 위해 %s에 방문하세요.
pl: Odwiedź %s po informacje o aplikacji, aktualizacje i odinstalowywanie.
ru: Посетите %s для получения информации о приложении, обновлении и удалении.
sk: Navštívte %s pre informácie o aplikácii, aktualizácie a možnosť odinštalovania.
sl: Obiščite %s za informacije o aplikaciji, posodobitvah ali za odnamestitev.
sv: Besök %s för information om appen, uppdateringar och för att avinstallera den.
zh_tw: 造訪《%s》以取得應用程式資訊並進行更新或解除安裝。

source: System Settings → Applications…
ar: إعدادات النظام ← التطبيقات…
be: Налады сістэмы → Праграмы…
ckb: ڕێکخستنەکانی سیستەم > نەرمەکاڵاکان…
de: Systemeinstellungen → Anwendungen …
es: Configuración del Sistema → Aplicaciones…
fr: Paramètres du système → Applications…
id: Pengaturan Sistem → Aplikasi…
ko: 시스템 설정 → 애플리케이션…
pl: Ustawienia systemu → Aplikacje…
ru: Параметры системы → Приложения…
sk: Nastavenia systému → Aplikácie…
sl: Sistemske nastavitve → Aplikacije…
sv: Systeminställningar → Program…
zh_tw: 系統設定值 → 應用程式…

source: Permissions can be changed in %s
ar: الصلاحيات يمكن تغييرها في %s
be: Дазволы можна змяніць у %s
ckb: دەتوانرێت مۆڵەتەکان لە %s بگۆڕدرێن
de: Berechtigungen können in %s geändert werden
es: Los permisos se pueden cambiar en %s
fr: Les autorisations peuvent êtres modifiées dans %s
id: Izin dapat diubah di %s
ko: %s에서 권한을 변경할 수 있습니다
pl: Uprawnienia mogą być zmienione w %s
ru: Права доступа можно изменить в %s
sk: Oprávnenia je možné zmeniť v %s
sl: Dovoljenja lahko spremenite v %s
sv: Behörigheter kan ändras i %s
zh_tw: 權限可以在 %s 中變更

source: Move ”%s” to Trash
ar: انقل ”%s“ إلى سلة المهملات
be: Перамясціць «%s» у сметніцу
ckb: گواستنەوەی "%s" بۆ تەنەکەی خۆڵەکە
de: »%s» in den Papierkorb verschieben
es: Mover «%s» a la papelera
fr: Déplacer « %s » vers la corbeille
id: Pindahkan “%s” ke Sampah
ko: ”%s” 휴지통으로 보내기
pl: Przenieś „%s” do Kosza
ru: Переместить «%s» в корзину
sk: Presunúť „%s“ do Koša
sl: Premakni”%s” v smeti
sv: Flytta "%s" till papperskorgen
zh_tw: 將「%s」移至垃圾桶

source: Open App
ar: افتح التطبيق
be: Адкрыць праграму
ckb: کردنەوەی ئەپ
cs: Otevřít aplikaci
de: Anwendung öffnen
es: Abrir aplicación
fr: Ouvrir l'application
id: Buka Aplikasi
ko: 앱 열기
pl: Otwórz aplikację
ru: Открыть приложение
sk: Otvoriť aplikáciu
sl: Odpri aplikacijo
sv: Öppna app
zh_tw: 開啟應用程式

source: your software center
ar: مركز التطبيقات الخاص بك
be: ваш цэнтр праграм
ckb: سەنتەری نەرمەکاڵای تۆ
cs: Centrum software
de: Ihr Software-Center
es: su centro de aplicaciones
fr: votre centre logiciel
id: pusat aplikasi anda
ko: 여러분의 소프트웨어 센터
pl: twoje centrum oprogramowania
ru: ваш центр приложений
sk: Centrum softvéru
sl: vaš center programske opreme
sv: ditt programvarucenter
zh_tw: 您的軟體中心
